Repository: upnigs-egl/openstereonet
Catalog: po/*.po
Languages: it_it

source: Open &Planar Data (Dipdir/Dip) Ctrl+P
it_it: Apri Dati &Planari (Immersione/Inclinazione) Ctrl+P

source: Open planar data (Dipdir/Dip)
it_it: Apri dati planari (Immersione/Inclinazione)

source: Open Planar Data (&Strike/Dip) Ctrl+S
it_it: Apri Dati Planari (&Strike/Inclinazione) Ctrl+S

source: Open planar data (Strike/Dip)
it_it: Apri dati planari (&Strike/Inclinazione)

source: Open &Linear Data (Trend/Plunge) Ctrl+L
it_it: Apri Dati &Lineari (Trend/Plunge) Ctrl+L

source: Open linear data (Trend/Plunge)
it_it: Apri dati lineari (Trend/Plunge)

source: Open Small &Circle Data (Trend/Plunge/Radius) Ctrl+C
it_it: Apri Dati Piccolo &Cerchio (Trend/Plunge/Raggio) Ctrl+C

source: Open Small Circle Data (Trend/Plunge/Radius)
it_it: Apri Dati Piccolo Cerchio (Trend/Plunge/Raggio)

source: Open &Fault Data (Dipdir/Dip // Trend/Plunge // Sense) Ctrl+F
it_it: Apri Dati &Faglia (Immersione/Inclinazione // Trend/Plunge // Senso) Ctrl+F

source: Open fault data (Dipdir/Dip // Trend/Plunge // Sense)
it_it: Apri dati faglia (Immersione/Inclinazione // Trend/Plunge // Senso)

source: Open Pla&nes from Fault Data (Dipdir/Dip) Ctrl+N
it_it: Apri Pia&ni da Dati Faglia (Immersione/Inclinazione) Ctrl+N

source: Open Planes from Fault Data (Dipdir/Dip)
it_it: Apri Piani da Dati Faglia (Immersione/Inclinazione)

source: Open L&ines from Fault Data (Trend/Plunge) Ctrl+I
it_it: Apri L&inee da Dati Faglia (Trend/Plunge) Ctrl+I

source: Open lines from Fault Data (Trend/Plunge)
it_it: Apri linee da Dati Faglia (Trend/Plunge)

source: F&ault Data
it_it: Dati Faglia

source: &Quit
it_it: Chiudi

source: Quit the program
it_it: Chiudi il programma

source: &Merge datasets
it_it: Unisci set di dati

source: Merge datasets
it_it: Unisci set di dati

source: &Rotate datasets
it_it: &Ruota set di dati

source: Rotate datasets
it_it: Ruota set di dati

source: &Tools
it_it: Strumenti

source: &Help
it_it: Aiuto

source: Open Fault Data (Dipdir/Dip // Trend/Plunge // Sense)
it_it: Apri Dati Faglia (Immersione/Inclinazione // Trend/Plunge // Sense)

source: Rose diagram
it_it: Diagramma a Rosa

source: Statistics
it_it: Statistiche

source: Histogram
it_it: Istrogramma

source: Rose data
it_it: Dati Rosa

source: (planes)
it_it: (piani)

source: DipDir
it_it: Immersione

source: (lines)
it_it: (linee)

source: Rose type
it_it: Tipo rosa

source: 360 deg
it_it: 360 gradi

source: 180 deg
it_it: 180 gradi

source: Frequency
it_it: Frequenza

source: Interval (deg)
it_it: Intervallo (gradi)

source: Outer limit (%)
it_it: Limite esterno (%)

source: Inner rings (%)
it_it: Anelli interni (%)

source: Diagonals (deg)
it_it: Diagonali (gradi)

source: Fill Colour
it_it: Colore Riempimento

source: Outline Colour
it_it: Colore Contorno

source: Show Mean
it_it: Mostra Media

source: Line Colour
it_it: Colore Linea

source: Line Width
it_it: Larghezza Linea

source: Clear
it_it: Pulisci
